Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: Download a fresh copy
mg: Hampidina kopia vaovao

source: Download and install apps
mg: Hampidina sy hametraka app

source: Download and Manage Apps
mg: Hampidina sy Handrindra App

source: Download apps from the Marketplace
mg: Mampidinà app avy @ Tsena

source: Download Firefox
mg: Hampidina Firefox

source: Download, install and migration
mg: Fampidinana, fametrahana ary fifindrana

source: Download, install and Migration
mg: Fampidinana, Fametrahana ary Fifindrana

source: Earn Badges
mg: Handrato Bajy

source: Earn Badges for the skills you learn online and offline
mg: Mahazoa Bajy @ ireo talenta nianaranao an-jotra sy tsy an-jotra

source: Edit an answer
mg: Hanitsy valiny

source: Edit anyway
mg: Hanitsy na izany aza

source: Edit a post
mg: Hanitsy petadrindrina

source: Edit a post | {t} | {d} Discussion | Knowledge Base
mg: Hanitsy petadrindrina | {t} | Adihevitra {d} | Tobim-pahalalana

source: Edit a Question
mg: Hanitsy Fanontaniana

source: Edit Article
mg: Hanitsy Lahatsoratra

source: Edit article based on this revision
mg: Hanitsy lahatsoratra araka ity fanitsiana ity

source: Edit Article | {document}
mg: Hanitsy Lahatsoratra | {document}

source: Edit Content
mg: Hanitsy Atiny

source: Edit contributors
mg: Hanitsy mpandray anjara

source: Edit Description
mg: Hanitsy Fanoritsoritana

source: Edit details
mg: Hanitsy antsipiriany

source: Edit | {group} | Groups
mg: Hanitsy | {group} | Vondrona

source: Edit group leaders
mg: Hanitsy mpitarika vondrona

source: Edit group members
mg: Hanitsy mpikambana @ vondrona

source: Edit group profile
mg: Hanitsy ny mombamomba ny vondrona

source: Edit {group} profile information
mg: Hanitsy ny mombamomba ny {group}

source: Edit image
mg: Hanitsy sary

source: Edit image | {t} | Media Gallery
mg: Hanitsy sary | {t} | Galerian'ny Haino&jery

source: Edit in admin
mg: Hanitsy ao @ mpandrindra

source: Editing an answer | {t} | Firefox Support Forum
mg: Fanitsiana valiny | {t} | Fihaonambe Fanampiana Firefox

source: Editing Tools
mg: Fitaovana Fanitsiana

source: Edit levels are taken into account as follows:
mg: Ny ambaratongan'ny fanitsiana dia kaontina toa izao:

source: Edit locale editors
mg: Hanitsy mpanitsy @ teny

source: Edit locale leaders
mg: Hanitsy mpitarika @ teny

source: Edit locale reviewers
mg: Hanitsy mpitsara @ teny

source: Edit my profile
mg: Hanitsy ny mombamomba ahy

source: Editor
mg: Mpanitsy

source: Edit profile
mg: Hanitsy mombamomba

source: Edit Profile
mg: Hanitsy Mombamomba

source: Edit settings
mg: Hanitsy tefy

source: Edit Settings
mg: Hanitsy Tefy

source: Edit the question
mg: Hanitsy ilay fanontaniana

source: Edit the question.
mg: Ahitsio ilay fanontaniana.

source: Edit this image
mg: Hanitsy an'io sary io

source: Edit this post
mg: Hanitsy ity petadrindrina ity

source: Edit this question
mg: Hanitsy an'ity fanontaniana ity

source: Edit this thread
mg: Hanitsy ity resaka mitohy ity

source: Edit thread
mg: Hanitsy resaka mitohy

source: Edit thread "{t}"
mg: Hanitsy resaka mitohy "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
mg: Hanitsy resaka mitohy | {t} | Adihevitra {d} | Tobim-pahalalana

source: Edit user profile
mg: Hanitsy ny mombamomba ny mpampiasa

source: Email:
mg: Mailaka:

source: Email address:
mg: Adiresy mailaka:

source: Email Address:
mg: Adiresy Mailaka:

source: Email address is required.
mg: Ilaina ny adiresy mailaka.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
mg: Lava loatra ny adiresy mailaka (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s na latsaka.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny adiresy mailaka (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: Email and Messages
mg: Mailaka sy Hafatra

source: Email changed for user {username}
mg: Mailaka voaova ho an'ny mpampiasa {username}

source: Email in
mg: Mailaka ao @

source: Email me article changes
mg: Andefaso mailaka momba fanovana lahatsoratra aho

source: Emails
mg: Mailaka

source: Email software for Windows, Mac and Linux
mg: Rindrambaikon'ny mailaka ho an'i Windows, Mac ary Linux

source: Email updates
mg: Fanavaozana mailaka

source: <em>Editing</em> {title}
mg: <em>Fanitsiana</em> {title}

source: End
mg: Hamarana

source: End:
mg: Fifaranana:

source: Enhance Firefox's functionality and appearance with add-ons
mg: Hatsarao @ fanampy ny fiasa sy endrik'i Firefox

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
mg: Ataovy azo antoka fa misy maritsoratra %(limit_value)s io sanda io farafahakeliny (%(show_value)s izy izao).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
mg: Ataovy azo antoka fa misy maritsoratra %(limit_value)s io sanda io farafahabeny (%(show_value)s izy izao).

source: Enter a subject here.
mg: Ampidiro eto ny antony.

source: Enter the name of the article
mg: Ampidiro ny anaran'ny lahatsoratra

source: Enter the Transaction ID here.
mg: Ampidiro eto ny ID an'ny Fifanakalozana.

source: Enter the URL of the external link
mg: Ampidiro ny URL an'ilay rohy ivelany

source: Enter your email address here.
mg: Ampidiro eto ny adiresy mailakao.

source: Enter your reply here.
mg: Ampidiro eto ny valiny omenao.

source: Enter your terms in the form below and click <strong>Search</strong>
mg: Ampidiro ao @ takelaka fenoina eto ambany ireo voamboalanao ary tsindrio <strong>Hikaroka</strong>

source: en-US KB
mg: MB en-US

source: Error deleting image
mg: Olana tsy nahavoafafa ny sary

source: Error loading graph
mg: Olana tsy nahavoafatratra grafy

source: Error messages: what they mean and how to fix
mg: Hafatra milaza tsy fetezana: inona ny dikany ary ahoana ny famahana azy

source: Error uploading image
mg: Olana tsy nahatafakatra ny sary

source: Escalated
mg: Nampitaina @ lehibe

source: Events and help for Mentors
mg: Tranga sy fanampiana ho an'ireo Mantaoro

source: Every time Firefox opened
mg: Isaka ny nisokatra i Firefox

source: Example:
mg: Ohatra:

source: Exit Survey Results
mg: Hiala @ Vokatry ny Fanadihadiana

source: Expiry date:
mg: Lany daty @:

source: Expiry Date
mg: Daty Mahalany Andro

source: Explanation:
mg: Fanazavana:

source: Explore more topics
mg: Hitrandraka lohahevitra misimisy

source: Extension/plugin you are having trouble with
mg: Fanitarana/plugin miteraka olana ho anao

source: Extensions
mg: Fanitarana

source: External link:
mg: Rohy ivelany:

source: Facebook URL
mg: URL Facebook

source: File deleted. Please select an image file.
mg: Voafafa ny rakitra. Mifantena raki-tsary iray azafady.

source: Fill in details
mg: Soraty ao ny antsipiriany

source: Filter by
mg: Sivanina araka

source: Filter by Locale
mg: Sivanina araka Teny

source: Filter by Product
mg: Sivanina araka Vokatra

source: Filter by type:
mg: Sivanina araka karazana:

source: Filter questions
mg: Hanivana fanontaniana

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
mg: Farany, raha te-hanaraka ny vaovao rehetra momba an'i SUMO ianao, dia aza hadino ny momba ny

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
mg: Farany, raha te-hanaraka ny vaovao rehetra momba an'i SUMO ianao, dia aza hadino ireo <a href="%(forums_url)s">fihaonamben'ny vondrona</a>, ny <a href="%(blog_url)s">bilaogy ofisialy</a> ary ny <a href="%(twitter_url)s">kaonty Twitter</a>. Manao <a href="%(meetings_url)s"> fivoriana koa izahay isaka ny Alatsinainy </a> - ary afaka mihaona aminay ianao.

source: Find your fellow contributors
mg: Tadiavo ireo mpandray anjara namanao

source: Firefox 29 Launch Team
mg: Ekipa Fanombohana Firefox 29

source: Firefox controls and buttons
mg: Fibaiko sy bokotr'i Firefox

source: Firefox crashes
mg: Crash Firefox

source: Firefox for Android
mg: Firefox ho an'i Android

source: Firefox for iOS
mg: Firefox ho an'i iOS

source: Firefox for iOS is not working as expected
mg: Tsy mandeha araka ny nantenaina i Firefox ho an'ny iOS

source: Firefox for iPhone, iPad and iPod touch devices
mg: Firefox ho an'ireo fitaovana fikasika iPhone, iPad ary iPod

source: Firefox for Windows 8 Touch
mg: Firefox ho an'i Windows 8 Touch

source: Firefox for Windows 8 touch devices
mg: Firefox ho an'ireo fitaovana fiaksika Windows 8

source: Firefox is slow or stops working
mg: Miadana na mikatso i Firefox

source: Firefox Marketplace
mg: Tsena Firefox

source: Firefox options, preferences and settings
mg: Safidy, fiasa tiana ary tefy @ Firefox

source: Firefox OS basics
mg: Fiasa Fototr'i Firefox OS

source: Firefox OS SMS & email
mg: SMS & mailaka Firefox OS

source: Firefox Releases
mg: Famoahana Firefox

source: Firefox Sync
mg: Fampifandrindrana Firefox

source: Firefox Sync settings
mg: Tefin'ny Fampifandrindrana Firefox

source: Firefox version
mg: Kinova Firefox

source: Firefox versions and languages
mg: Kinova sy teny Firefox

source: Firefox won't save settings or remember information
mg: Tsy hitahiry ireo tefy na hitadidy ireo fampahalalana i Firefox

source: Fix problems
mg: Hamaha olana

source: Fix problems with email providers (gmail, Yahoo, etc.)
mg: Hamaha ireo olana momba ny mpamatsy mailaka (gmail, Yahoo, sns.)

source: Fix problems with websites (Facebook, YouTube, webmail etc.)
mg: Vahao ireo olana @ tranonkala (Facebook, YouTube, webmail sns.)

source: Fix slowness, crashing, error messages and other problems
mg: Vahao ny fiadanam-pandeha, crash, hafatra milaza tsy fetezana ary ireo olana hafa

source: Flagged:
mg: Voamarika:

source: Flagged Content Pending Moderation
mg: Atiny Voamarika Miandry Famerana

source: Flagged {t} (Reason: {r})
mg: Voamarika {t} (Antony: {r})

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
mg: Na fanamarihana mpampiasa iray ho tsy raharahaina dia hanakana ny tweet alefany tsy hiseho ao @ Tafiky ny Mahagaga.

source: Focus on people who need help or have questions
mg: Mifantoha @ olona mila fanampiana na manana fanontaniana

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
mg: Fanarahana ny tohiny. Indraindray, ireo mpilatsaka an-tsitrapontsika te-hanontany anao fampahalalana bebe kokoa na te-hanandrana scenario vitsivitsy. Raha haingana ny anaovanao izany, dia ho haingana koa ny hahaizan'izy ireo ny fomba hamahana azy.

source: For Contributors
mg: Ho an'ireo Mpandray Anjara

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
mg: Hadino ny tenimiafina? Ampidiro eto ambany ny adiresy mailakao, ary halefanay aminao ireo torolàlana momba ny fanefena iray vaovao.

source: Forgotten your username? Enter your email address below, and we'll send it to you.
mg: Hadino ny solonanaranao? Ampidiro eto ambany ny adiresy mailakao, ary halefanay aminao ilay izy.

source: For help with writing articles, check out the <a href="%(url)s">Support Document Guide</a>.
mg: Mba hanampiana @ fanoratana lahatsoratra, dia zahao ny <a href="%(url)s">Toro momba ny Tahirin-kevitra Fanampiana</a>.

source: Forum Contributor - Answer user support questions that are most-requested but have no replies:
mg: Mpandray Anjara @ Fihaonambe - Mamaly ireo fanontaniana ilan'ny mpampiasa fanampiana izay be mpangataka indrindra nefa tsy misy valiny:

source: Found <strong>%(n)s</strong> result for <strong>%(q)s</strong> for <strong>%(product)s</strong>
mg: Nahita vokany <strong>%(n)s</strong> misy ny <strong>%(q)s</strong> momba ny <strong>%(product)s</strong>

source: Found <strong>{n}</strong> result for <strong>{q}</strong> for <strong>{product}</strong>
mg: Nahita vokany <strong>{n}</strong> misy ny <strong>{q}</strong> momba an'i <strong>{product}</strong>

source: Free Download
mg: Fampidinana Maimaim-poana

source: From:
mg: Avy @:

source: From %(from_input)s to %(to_input)s
mg: Manomboka @ %(from_input)s hatr@ %(to_input)s

source: From hardcore web developers to "how do I install Firefox" first time users, everybody needs your help in the forum! Share your knowledge by pointing people to the right help articles and providing troubleshooting steps for their individual questions.
mg: Manomboka @ mpamolavola tranonkala ikoizana ka hatr@ ireo mpampiasa vao sambany "ahoana ny hametrahako an'i Firefox", mila ny fanampianao ny tsirairay ao @ fihaonambe! Zarao ny fahaizanao ka atoroy ny olona izay lahatsoratra fanampiana mety aminy ary omeo dingana famahana olana ho an'ny fanontaniany tsirairay izy ireo.

source: from the comfort of your couch
mg: avy eo ambony sezalava mampiadana anao

source: Full Article Sources
mg: Fiavian'ny Lahatsoratra Manontolo

source: general
mg: ankapobeny

source: General usage questions
mg: Fanontaniana momba ny fampiasana @ ankapobeny

source: Get community support
mg: Hila fanampian'ny vondrona

source: Get emailed when there is new discussion activity in my locale.
mg: Mahazoa mailaka rehefa misy hetsika vaovao @ adihevitra @ tenim-pirenenao.

source: Get email updates
mg: Handray fanavaozana @ mailaka

source: Get help with the Webmaker app for Android.
mg: Milà fanampiana momba ny app Webmaker ho an'i Android.

source: Get personal
mg: Ho an'ny tena manokana

source: Get started
mg: Hanomboka

source: Get support for another platform:
mg: Milà fanampiana momba ny platifaorima hafa:

source: Get the most from webmaker.org
mg: Mahazoa ny be indrindra avy @ webmaker.org

source: Give Firefox a tune up
mg: Omeo fikojakojana i Firefox

source: Give our users actionable and informed choices by informing and educating at the point of collection and providing a choice to opt-out whenever possible.
mg: Omeo safidy azo akana fepetra sy ampandrenesana ireo mpampiasantsika @ alàlan'ny fampandrenesana sy fampianarana @ fotoan'ny fanangonana sy fanomezana safidy hanala fisoratana isaka ny azo atao.

source: Glad to hear it!
mg: Faly mandre an'izany!

source: Glad to hear it &mdash; thanks for the feedback!
mg: Faly mandre izany &mdash; misaotra nanome tsikera!

source: Go
mg: Hankao

source: Go back to document history
mg: Hiverina @ tantaran'ny tahirin-kevitra

source: Go back to the question.
mg: Miverena amin'ilay fanontaniana.

source: Go back to the question and try again.
mg: Miverena amin'ilay fanontaniana ary andramo indray.

source: Go beyond the basics with these shortcuts and other tips.
mg: Mandehana mihoatra ireo fiasa fototra @ alàlan'ireto hitsindàlana sy fika hafa ireto.

source: Go to Army of Awesome
mg: Mankanesa ao @ Tafiky ny Mahagaga

source: Go to our support forum and choose a question to answer
mg: Mankanesa ao @ fihaonambe fanampianay ary mifidiana fanontaniana hovaliana

source: Go to the SUMO community discussions forum
mg: Mankanesa ao @ fihaonambe fiadian-kevitry ny vondrona SUMO

source: Graphics
mg: Grafika

source: {group} | Groups
mg: {group} | Vondrona

source: Group information updated successfully!
mg: Vita soa aman-tsara ny fanavaozana fampahalalan'ny vondrona!

source: Group Leaders
mg: Mpitarika Vondrona

source: Group Members
mg: Mpikambana @ Vondrona

source: Groups
mg: Vondrona

source: Recently awarded &quot;%(badge_name)s&quot; badges
mg: Bajy &quot;%(badge_name)s&quot; nomena vao haingana

source: Has answers
mg: Misy valiny

source: Has been sent a first answer contribution email.
mg: Nandefasana mailaka fandraisana anjara valiny voalohany.

source: Has been sent a first revision contribution email.
mg: Nandefasana mailaka fandraisana anjara fanitsiana voalohany.

source: Has helpful answers
mg: Misy valiny manampy

source: has this problem
mg: manana an'ity olana ity

source: Have a question about Army of Awesome?
mg: Manana fanontaniana momba ny Tafiky ny Mahagaga?

source: Have more to say?
mg: Manan-kambara hafa?

source: Have video or voice conversations using the Firefox browser
mg: Manaova resaka @ horonantsary na am-peo @ alàlan'ny mpitety Firefox

source: Having an account on the support forums lets us notify you when you get a response on your question
mg: Ny fanananao kaonty ao @ fihaonambe fanampiana dia ahafahanay mampandre anao rehefa mahazo valiny ny fanontanianao

source: Having trouble with a Mozilla product and want some help?
mg: Manana olana momba ny vokatra Mozilla iray ary mila fanampiana?

source: Having trouble with Firefox and want some help? Our support forums are a great place to ask a question.
mg: Manana olana momba an'i Firefox ary mila fanampiana? Ireo fihaonambe fanampianay dia toerana tsara hametrahana fanontaniana.

source: Heading 1
mg: Fizarana 1

source: Heading 2
mg: Fizarana 2

source: Heading 3
mg: Fizarana 3

source: Help articles are not available in your language yet? You want to join the amazing team translating them? You will help millions of users in your language. Pretty heroic, right?
mg: Tsy mbola misy @ tenim-pirenenao ireo lahatsoratra fanampiana? Te-hiditra @ ekipa mahagaga handika azy ireo? Hanampy mpampiasa an-tapitrisany @ teninao ianao. Toa asan'ny mahery fo izany, sa tsy izany?

source: Help Articles Only
mg: Lahatsoratra Fanampiana Ihany

source: helpful
mg: manampy

source: Helpful
mg: Manampy

source: Helpfulness
mg: Fanasoavana

source: Helpfulness of KB articles and Forum
mg: Ny mahasoa an'ireo lahatsoratra TP sy Fihaonambe

source: Helpful Reply
mg: Valiny Manampy

source: Helpful Solutions
mg: Vahaolana Manampy

source: Helpful votes
mg: Vato manampy

source: Helpful Votes
mg: Vato Manampy

source: Help millions of users get the most out of their favourite browser. Your contributions will reach millions of users worldwide, and you can do it from the comfort of your couch!
mg: Manampia mpampiasa an-tapitrisany hahazo ny tsara indrindra avy @ mpitety tranonkala ankafiziny indrindra. Ny fandraisanao anjara dia hahatakatra mpampiasa an-tapitrisany eran-tany, ary afaka manao izany avy eo ambony sezalava mampiadana anao ianao!

source: Help on Twitter
mg: Fanampiana @ Twitter

source: Help or get help on a Webmaker project.
mg: Manampia na milà fanampiana momba ny tetikasa Webmaker iray.

source: Help other Firefox users by browsing for unsolved questions on {host}:
mg: Ampio ireo mpampiasa Firefox hafa ka zahao ireo fanontaniana tsy voavaha ao @ {host}:

source: Help other users
mg: Manampia mpampiasa hafa

source: Help Other Users
mg: Hanampy Mpampiasa Hafa

source: Help teach digital skills and share creative ways of teaching technology.
mg: Manampia @ fampianarana fahalalana nomerika sy @ fizarana fomba kanto hampianarana haitao.

source: Help the Open Badges community
mg: Hanampy ny Vondrona Open Badges

source: Help Topics
mg: Lohahevitra Fanampiana

source: Help users in the forums
mg: Manampia mpampiasa ao @ ireo fihaonambe

source: Help users on Twitter
mg: Manampia mpampiasa ao @ Twitter

source: Help us write help articles
mg: Ampio izahay hanoratra lahatsoratra fanampiana

source: Help us write help articles!
mg: Ampio izahay hanoratra lahatsoratra fanampiana!

source: Help Us Write Help Articles
mg: Hanampy Anay Hanoratra Lahatsoratra Fanampiana

source: Help with:
mg: Fanampiana momba ny:

source: Hide details &raquo;
mg: Hanafina ireo antsipiriany &raquo;

source: History
mg: Tantara

source: History of {title}
mg: Tantaran'ny {title}

source: Hi {username}
mg: Manahoana i {username}

source: Hi {username},
mg: Manahoana i {username},

source: Hot topics
mg: Lohahevitra mafana

source: How does it work?
mg: Ahoana ny fiasany?

source: How it works
mg: Ahoana ny fiasany

source: How to
mg: Fomba fanaovana

source: How To
mg: Fomba Fanaovana

source: How to be effective:
mg: Fomba hampahomby:

source: How to configure and customize Firefox for Windows 8 Touch.
mg: Fomba fanefena sy fanokanana an'i Firefox ho an'i Windows 8 Touch.

source: How to contribute
mg: Fomba fandraisana anjara

source: How To Contribute
mg: Fomba Handraisana Anjara

source: How to download, manage and use your favorite apps on your Firefox OS phone.
mg: Fomba fampidinana, fandrindrana ary fampiasana ireo app tianao ao @ telefaona Firefox OS anao.

source: How to install and keep Firefox for Android up to date
mg: Fomba fametrahana an'i Firefox ho an'i Android sy fitanana azy hanaraka toetrandro

source: How to install and keep Thunderbird up to date
mg: Fomba fametrahana an'i Thunderbird sy fitanana azy hanaraka toetrandro

source: How to install Firefox and keep it up to date
mg: Fomba fametrahana an'i Firefox sy fitanana azy hanaraka toetrandro

source: How to troubleshoot error messages on Firefox
mg: Fomba famahana ireo hafatra milaza tsy fetezana ao @ Firefox

source: How to use bookmarks, tabs and basic Firefox features on your iOS device
mg: Fomba fampiasana ireo maripejy, vakizoro sy ireo fiasa Firefox tsotsotra ao @ fitaovana iOS anao

source: How to use Firefox for Android
mg: Fomba fampiasana an'i Firefox ho an'i Android

source: How to use Firefox for iOS
mg: Fomba fampiasana an'i Firefox ho an'i iOS

source: How to use Firefox's privacy and security features
mg: Fomba fampiasana ireo fiasan'i Firefox momba ny tsiambaratelo sy fiarovana

source: How to use the address book on Thunderbird
mg: Fomba fampiasana ny bokin'adiresy ao @ Thunderbird

source: I already have an account
mg: Efa manana kaonty aho

source: I am providing the requested information
mg: Manome ireo fampahalalana angatahina aho

source: Identifying common problems helps the community answer your questions more quickly.
mg: Ny famantarana ireo olana mateti-pitranga dia hanampy ny vondrona hamaly ireo fanontanianao haingana kokoa.

source: I didn't get a confirmation email.
mg: Tsy nahazo mailaka fanamafisana aho.

source: I don't know
mg: Tsy fantatro

source: If checked, this document allows discussion in an associated forum. Uncheck to hide/disable the forum.
mg: Raha voatiky, ity tahirin-keitra ity dia hanome alàlana adihevitra ao fihaonambe mifandraika. Esory ny tiky raha hanafina/hampitsahatra ny fihaonambe.

source: If checked, this document needs updates.
mg: Raha voatiky, dia mila fanavaozana ity tahirin-kevitra ity.

source: If checked, this wiki page will be hidden from basic searches and dashboards. When viewed, the page will warn that it is no longer maintained.
mg: Raha voatiky, dia hafenina tsy hiseho @ ireo fikarohana tsotsotra sy takelaka fanamoriana ity pejy wiki ity. Rehefa jerena ilay pejy, dia hampitandrina fa tsy voakojakoja intsony izy.

source: I forgot my username.
mg: Hadinoko ny solonanarako.

source: If the link above doesn’t work, click here:
mg: Raha tsy mandeha ilay rohy eo ambony, dia tsindrio eto:

source: If this answer solves your problem, please mark it as "solved":
mg: Raha mamaha ny olanao ity, dia azafady mariho hoe "voavaha":

source: If this comment is helpful, vote on it:
mg: Raha manampy io hevitra io, dia mandatsaha vato ho azy:

source: If this doesn't solve your problem, let {answerer} know by replying on the website:
mg: Raha tsy mamaha ny olanao io, dia ataovy fantatr'i {answerer} izany ka mamalia ao @ tranonkala:
